Repository: ludmila-sv/plugin-ainsys
Catalog: languages/ainsys_connector-*.po
Languages: ru_ru

source: Upgrade your PHP version. Minimum version - 7.2+. Your PHP version
ru_ru: Обновите свою версию PHP. Минимальная версия - 7.2+. Ваша версия PHP

source: ! If you don't know how to upgrade PHP version, just ask in your hosting provider! If you can't upgrade - delete this plugin!
ru_ru: ! Если вы не знаете, как обновить версию PHP, просто спросите у своего хостинг-провайдера! Если вы не можете обновить - удалите этот плагин!

source: AINSYS connector with WooCommerce
ru_ru: Коннектор AINSYS с WooCommerce

source: General
ru_ru: Основные

source: Transfer log
ru_ru: Журнал переводов

source: Entities export settings
ru_ru: Параметры экспорта сущностей

source: AINSYS handshake url for the connector. You can find it in your
ru_ru: URL-адрес рукопожатия AINSYS для соединителя. Вы можете найти его в

source: dashboard
ru_ru: панель управления

source: Disconect integration
ru_ru: Разорвать соединение

source: AINSYS workspace
ru_ru: Рабочее пространство AINSYS

source: Server hook_url
ru_ru: Сервер hook_url

source: Error report mailbox
ru_ru: Ошибка с почтовым яшиком

source: Used for error reports
ru_ru: Используется для отправки отчетов

source: Purge all stored data during uninstall
ru_ru: Удалить все сохраненные настройки во время деактивации

source: Display debug information
ru_ru: Отобразить информацию о настройках

source: Save
ru_ru: Сохранить

source: Status
ru_ru: Статус

source: Conection
ru_ru: Соединение

source: Working
ru_ru: Работает

source: No AINSYS integration
ru_ru: Нет AINSYS интеграции

source: WordPress WooCommerce activated -
ru_ru: WordPress WooCommerce активирован -

source: Yes
ru_ru: Да

source: No. You must install
ru_ru: Нет. Нужно установить

source: Enable
ru_ru: Включить

source: Disabled
ru_ru: Выключить

source: PHP version 7.2+ -
ru_ru: PHP версия 7.2+ -

source: Bad PHP version
ru_ru: Версия PHP не подходит

source: Update on your hosting
ru_ru: Обновите свой хостинг

source: Backup email -
ru_ru: Резервная электронная почта -

source: Valid
ru_ru: Действительный

source: Invalid
ru_ru: Недействительный

source: Start loging
ru_ru: Начать логирование

source: 1 hour
ru_ru: 1 час

source: 5 hours
ru_ru: 5 часов

source: 12 hours
ru_ru: 12 часов

source: 24 hours
ru_ru: 24 часа

source: unlimited
ru_ru: все время

source: Stop loging
ru_ru: Остановить ведение журнала

source: Reload
ru_ru: Обновить

source: Clear log
ru_ru: Очистить журнал логирования

source: Detailed
ru_ru: Детальная

source: API integration
ru_ru: API

source: documentation.
ru_ru: документация

source: On
ru_ru: Выкл

source: Off
ru_ru: Вкл

source: empty
ru_ru: пусто

source: No transactions to display
ru_ru: Нет транзакций для отображения

source: AINSYS connector integration
ru_ru: AINSYS модуль интеграции

source: AINSYS connector
ru_ru: AINSYS модуль

source: Settings
ru_ru: Настройки

source: Currency
ru_ru: Валюта

source: Read
ru_ru: Чтение

source: Write
ru_ru: Запись

source: Required
ru_ru: Обязательное

source: Unique
ru_ru: Уникальное

source: Data type
ru_ru: Тип данных

source: Description
ru_ru: Описание

source: Sample
ru_ru: Пример
